export const allBlogs = [
  {
    id: 1,
    title: "دليل شامل: كيفية إنشاء موقع إلكتروني احترافي خطوة بخطوة",
    desc: "في العصر الرقمي الحالي، أصبح إنشاء موقع إلكتروني ضروريًا لأي نشاط تجاري...",
    image: "/assets/images/blog-1.avif",
    badge: "حلول برمجية",
  },
  {
    id: 2,
    title: "شركات تصميم متاجر إلكترونية في مصر",
    desc: "مع التطور الكبير في عالم التجارة الإلكترونية، أصبح امتلاك متجر ضرورة...",
    image: "/assets/images/blog-3.png",
    badge: "حلول برمجية",
  },
  {
    id: 3,
    title: "تصميم متاجر إلكترونية في مصر",
    desc: "في عصر التحول الرقمي، أصبح تصميم متاجر إلكترونية في مصر ضروريًا لكل صاحب مشروع...",
    image: "/assets/images/blog-4.png",
    badge: "حلول برمجية",
  },
  {
    id: 4,
    title: "أفضل شركات البرمجة",
    desc: "تعرف على أفضل شركات البرمجة وكيف تختار الشريك التقني الأنسب لمشروعك...",
    image: "/assets/images/blog-5.png",
    badge: "حلول برمجية",
  },
  {
    id: 5,
    title: "أفضل شركات البرمجة",
    desc: "تعرف على أفضل شركات البرمجة وكيف تختار الشريك التقني الأنسب لمشروعك...",
    image: "/assets/images/blog-2.avif",
    badge: "حلول برمجية",
  },
];
